; === AWC abilities ===

[ShadowOps_HipFire X2AbilityTemplate]
LocFriendlyName="盲射"
LocLongDescription="用你的<Ability:WeaponName/>朝目标射击。此攻击不消耗行动点数。<Ability:SelfCooldown/>回合冷却时间。"
LocHelpText="用你的<Ability:WeaponName/>朝目标射击。此攻击不消耗行动点数。"
LocFlyOverText="盲射"
LocPromotionPopupText="<Bullet/>盲射有<Ability:SelfCooldown/>回合冷却时间。<br/>"

[ShadowOps_Scrounger X2AbilityTemplate]
LocFriendlyName="拾荒者"
LocLongDescription="你每次执行任务时，敌人有几率多掉一组战利品。"
LocHelpText="你每次执行任务时，敌人有几率多掉一组战利品。"

[ShadowOps_Weaponmaster X2AbilityTemplate]
LocFriendlyName="武器大师"
LocLongDescription="你的<Ability:WeaponName/>造成额外<Ability:+Damage/>点伤害。"
LocHelpText="你的<Ability:WeaponName/>造成额外<Ability:+Damage/>点伤害。"

[ShadowOps_AbsolutelyCritical X2AbilityTemplate]
LocFriendlyName="危急万分"
LocLongDescription="针对侧翼暴露或未进入掩体的目标，你获得<Ability:+Crit>点暴击率。"
LocHelpText="针对侧翼暴露或未进入掩体的目标，你获得<Ability:+Crit>点暴击率。"

[ShadowOps_SnakeBlood X2AbilityTemplate]
LocFriendlyName="蛇血"
LocLongDescription="你的闪避增加<Ability:Dodge/>并免疫毒素。"
LocHelpText="你的闪避增加<Ability:Dodge/>并免疫毒素。"
LocFlyOverText="蛇血"

[ShadowOps_Rage X2AbilityTemplate]
LocFriendlyName="狂怒"
LocLongDescription="你获得无法平息、不可触碰和连环杀戮技能，持续3回合，但行动无法控制。"
LocHelpText="你获得无法平息、不可触碰和连环杀戮技能，持续3回合，但行动无法控制。"
LocFlyOverText="狂怒"

; === GTS ability templates ===

; === Gameplay tips ===

; Changing gameplay tips doesn't actually work for some reason
[XGLocalizedData]
+GameplayTips_Tactical="命中几率低于85的攻击对暴击几率会有 \"命中几率\" 的惩罚。"
+GameplayTips_Tactical="战斗工程师的破碎技能造成固定伤害。这对终结低生命敌人的性命很有帮助。"
+GameplayTips_Tactical="龙骑兵的坦克技能可以让他们承受大量伤害，如果他们穿上E.X.O.或者W.A.R.护甲的话。"
+GameplayTips_Tactical="步兵的手枪在近距离比突击步枪更精准。"
+GameplayTips_Tactical="有时候，把护盾协议留给身临险境的单位是更好的选择。"
+GameplayTips_Tactical="步兵可以造成大量伤害，但是消耗弹药也很快。给他们的武器装上扩展弹匣或者自动装填器。"
+GameplayTips_Tactical="别让猎人落在小队太后面。他们在近距离的作用不容小觑。"
+GameplayTips_Tactical="霰弹枪比突击步枪更适合使用战斗工程师的许多能力。"
+GameplayTips_Tactical="游击战术学校购买的职业限定的能力非常有用。"
+GameplayTips_Tactical="蹲伏虽然需要掩体，但是其加成即便在侧翼暴露时也仍然有效。"
